{
    "protocolSection": {
    "identificationModule": {
    "nctId": "NCT03630471",
    "orgStudyIdInfo": {
    "id": "SANPRIDE_002"
    },
    "organization": {
    "fullName": "Sangath",
    "class": "OTHER"
    },
    "briefTitle": "Effectiveness of a Problem-solving Intervention for Common Adolescent Mental Health Problems in India",
    "officialTitle": "The Effectiveness of a Low-intensity, Lay Counsellor-delivered, Problem-solving Intervention for Common Mental Health Problems in School-going Adolescents in New Delhi, India: the PRIDE Study Protocol for a Randomized Controlled Trial",
    "acronym": "PRIDE"
    },
    "statusModule": {
    "statusVerifiedDate": "2019-01",
    "overallStatus": "COMPLETED",
    "expandedAccessInfo": {
    "hasExpandedAccess": false
    },
    "startDateStruct": {
    "date": "2018-08-20",
    "type": "ACTUAL"
    },
    "primaryCompletionDateStruct": {
    "date": "2019-01-20",
    "type": "ACTUAL"
    },
    "completionDateStruct": {
    "date": "2019-02-28",
    "type": "ACTUAL"
    },
    "studyFirstSubmitDate": "2018-08-06",
    "studyFirstSubmitQcDate": "2018-08-09",
    "studyFirstPostDateStruct": {
    "date": "2018-08-14",
    "type": "ACTUAL"
    },
    "lastUpdateSubmitDate": "2019-05-17",
    "lastUpdatePostDateStruct": {
    "date": "2019-05-21",
    "type": "ACTUAL"
    }
    },
    "sponsorCollaboratorsModule": {
    "responsibleParty": {
    "type": "SPONSOR"
    },
    "leadSponsor": {
    "name": "Sangath",
    "class": "OTHER"
    },
    "collaborators": [
    {
    "name": "Harvard Medical School (HMS and HSDM)",
    "class": "OTHER"
    },
    {
    "name": "London School of Hygiene and Tropical Medicine",
    "class": "OTHER"
    }
    ]
    },
    "oversightModule": {
    "oversightHasDmc": true,
    "isFdaRegulatedDrug": false,
    "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
    "briefSummary": "We will conduct a two-arm individually randomized controlled trial in six Government-run secondary schools in New Delhi. The targeted sample is 240 adolescents in grades 9-12 with persistent, elevated mental health difficulties and associated impact. Participants will receive either a brief problem-solving intervention delivered by lay counsellors (intervention), or enhanced usual care comprised of problem-solving booklets (control). Self-reported adolescent mental health difficulties and idiographic problems will be assessed at 6 weeks (co-primary outcomes) and again at 12 weeks post-randomization. In addition, adolescent-reported impact of mental health difficulties, perceived stress, mental wellbeing and clinical remission, as well as parent-reported adolescent mental health difficulties and impact scores, will be assessed at 6 and 12 weeks post-randomization. Parallel process evaluation, including estimations of the costs of delivering the interventions, will be conducted.",
    "detailedDescription": "Background and rationale:\n\nThis study is part of a larger research program called PRIDE (PRemIum for aDolEscents) for which the goals are to:\n\n*"
    },
    "conditionsModule": {
    "conditions": [
    "Mental Health Issue (E.G., Depression, Psychosis, Personality Disorder, Substance Abuse)"
    ],
    "keywords": [
    "Adolescents"
    ]
    },
    "designModule": {
    "studyType": "INTERVENTIONAL",
    "phases": [
    "NA"
    ],
    "designInfo": {
    "allocation": "RANDOMIZED",
    "interventionModel": "PARALLEL",
    "interventionModelDescription": "A two-arm, individually randomized controlled trial with equal allocation of participants between arms.",
    "primaryPurpose": "TREATMENT",
    "maskingInfo": {
    "masking": "DOUBLE",
    "maskingDescription": "The randomization list will be generated by an independent statistician. The randomization code will be concealed using sequentially numbered opaque sealed envelopes to maximize allocation concealment.\n\nBaseline assessments will be carried out by field researchers prior to randomization. The six- and 12-week outcome assessments will be carried out by a team of field researchers who will be blind to allocation status.",
    "whoMasked": [
    "INVESTIGATOR",
    "OUTCOMES_ASSESSOR"
    ]
    }
    },
    "enrollmentInfo": {
    "count": 250,
    "type": "ACTUAL"
    }
    },
    "armsInterventionsModule": {
    "armGroups": [
    {
    "label": "Control",
    "type": "ACTIVE_COMPARATOR",
    "description": "Enhanced usual care (problem-solving booklets only).",
    "interventionNames": [
    "Behavioral: Enhanced usual care"
    ]
    },
    {
    "label": "Intervention",
    "type": "EXPERIMENTAL",
    "description": "PRIDE 'Step 1' problem-solving intervention.",
    "interventionNames": [
    "Behavioral: PRIDE 'Step 1' problem-solving intervention"
    ]
    }
    ],
    "interventions": [
    {
    "type": "BEHAVIORAL",
    "name": "PRIDE 'Step 1' problem-solving intervention",
    "description": "The PRIDE problem-solving intervention is one component of the PRIDE stepped care treatment architecture which comprises two sequential treatments of incremental intensity. 'Step 1' is a brief, first-line treatment. It is grounded in stress-coping theory, with a technical focus on practical problem-solving to modify developmentally salient stressors.\n\nStep 1 has been designed as a 'low-intensity' intervention requiring fewer resources than conventional psychological treatments. This is achieved through a relatively brief delivery schedule (up to 5 x 20-30-minute sessions spread over approximately 3 weeks) and limited requirement for specialists. The delivery agents are lay counsellors receiving a combination of specialist and peer supervision. The counsellors offer guidance sessions to support the learning and implementation of problem-solving and complementary coping skills. Illustrated booklets are used to support learning of problem-solving concepts and skills practice at home.",
    "armGroupLabels": [
    "Intervention"
    ]
    },
    {
    "type": "BEHAVIORAL",
    "name": "Enhanced usual care",
    "description": "There is no established mental health service provision in the collaborating schools. The control arm participants will receive an enhancement of this 'usual care' (essentially, no care) by having access to the same illustrated booklets used in the Intervention arm, albeit without any counsellor contact.",
    "armGroupLabels": [
    "Control"
    ]
    }
    ]
    },
    "outcomesModule": {
    "primaryOutcomes": [
    {
    "measure": "Mental health symptoms",
    "description": "The Strengths and Difficulties Questionnaire (SDQ) is a 25-item self-report measure of youth mental health symptoms (Goodman et al., 2000). A Total Difficulties score is derived by summing items from four problem subscales (Emotional, Conduct, Hyperactivity/inattention and Peer problems). The measure is the most widely used clinical and research instrument in the field of child and adolescent mental health globally. The Hindi version will be used in complementary forms for self-report by adolescents and parents. The adolescent-reported SDQ Total Difficulties score (at 6-week end-point) will be a co-primary outcome, while the corresponding caregiver-reported SDQ Total Difficulties score will be an exploratory outcome.",
    "timeFrame": "6 weeks"
    },
    {
    "measure": "Idiographic problems",
    "description": "The Youth Top Problems (YTP) is a brief, idiographic measure which identifies, prioritizes and scores respondents' three main problems (Weisz et al., 2011). Each nominated problem is scored from 0 ('not a problem') to 10 ('huge problem'). A mean severity score is calculated by summing individual problem scores and then dividing by the number of nominated problems. The YTP will be used to assess problems that other scales might address generally or otherwise miss; while providing a sensitive measure of specific priorities of the participant within a larger array of problems.",
    "timeFrame": "6 weeks"
    }
    ],
    "secondaryOutcomes": [
    {
    "measure": "Mental health symptoms",
    "description": "The adolescent-reported SDQ Total Difficulties score at 12 weeks will be a secondary outcome, while the corresponding caregiver-reported SDQ Total Difficulties score will be an exploratory outcome.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Idiographic problems",
    "description": "The adolescent-reported YTP severity score at 12 weeks will be a secondary outcome.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Impact of mental health problems",
    "description": "The SDQ Impact Supplement measures distress and functional impairment associated with index mental health problems identified on the main SDQ scale. The adolescent-reported SDQ Impact Supplement score will be a secondary outcome, while the corresponding caregiver-reported SDQ Impact Supplement score will be an exploratory outcome.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Internalising symptoms",
    "description": "Adolescent-reported internalising symptoms will be assessed as a secondary outcome using the combined peer and emotional problem sub-scales of the SDQ. The corresponding caregiver-reported SDQ Internalising score will be an exploratory outcome.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Externalising symptoms",
    "description": "Adolescent-reported externalising symptoms will be assessed as a secondary outcome using the combined conduct and hyperactivity problem sub-scales of the SDQ. The corresponding caregiver-reported SDQ Externalising score will be an exploratory outcome.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Prosocial behaviour",
    "description": "Adolescent-reported prosocial behaviour will be assessed as an exploratory outcome using the prosocial sub-scale of the SDQ.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Perceived stress",
    "description": "The adolescent-reported Perceived Stress Scale-4-item version (PSS-4) will be used as a secondary outcome measure to assess the perception of stress, reflecting the degree to which situations are appraised as stressful during the preceding month (Cohen et al., 1983). This measure was chosen because of its relevance as a presumed mechanism of change within the problem-solving intervention, consistent with stress-coping theory (Lazarus \\& Folkman, 1984). It has been translated into Hindi and used in a number of surveys and as an outcome measure in trials around the world (Lee, 2012).",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Mental wellbeing",
    "description": "The adolescent-reported Short Warwick-Edinburgh Mental Wellbeing Scale (SWEMWBS) will be used as a secondary measure to assess mental wellbeing (Stewart-Brown et al., 2009), which has been closely linked with social factors such as peer bullying and perception of school connectedness (Patalay \\& Fitzsimons; 2016). It may therefore be especially amenable to problem-solving around common life difficulties encountered by school-going adolescents. The SWEMWBS is widely used internationally (Stewart-Brown, 2013) and a Hindi version is available.",
    "timeFrame": "12 weeks post-randomization"
    },
    {
    "measure": "Clinical remission",
    "description": "This secondary outcome will be defined as falling below baseline eligibility cut-offs on both the SDQ Total Difficulties scale and Impact Supplement (i.e. SDQ Total Difficulties score in normal range and Impact score in the normal or borderline range).",
    "timeFrame": "12 weeks post-randomization"
    }
    ]
    },
    "eligibilityModule": {
    "eligibilityCriteria": "Eligibility criteria:\n\nFor adolescent participants:\n\n* Enrolled as a student in Grades 9-12 (corresponding to 13-20 years of age)\n* Experiencing elevated mental health symptoms, based on response in the borderline or abnormal range (scores of 19 or higher for boys and 20 or higher for girls) on the self-reported SDQ Total Difficulties scale\n* Experiencing significant distress and/or functional impairment, based on response in the abnormal range (scores of 2 or higher) on the self-reported SDQ Impact Supplement\n* Experiencing difficulties for \\>1 month, based on response to the self-reported Chronicity item from the SDQ Impact Supplement\n* For adolescents under 18 years of age, able to provide informed assent to participate and supported by parental consent\n* For adolescents over 18 years of age, able to provide informed consent to participate\n\nFor parent participants:\n\n* A primary parental caregiver or guardian for the index adolescent\n* Able to provide informed consent to participate, and if adolescent age 18+ years, parental involvement is supported by the index adolescent\n* Proficient in spoken English or Hindi\n\nExclusion criteria:\n\nFor adolescent participants:\n\n* Requiring urgent medical attention (defined as needing emergency treatment or in-patient admission)\n* Unable to communicate clearly (due to a speech or hearing disability or inability to comprehend one of the program's languages)\n* Already receiving intervention for mental health problems\n* Received PRIDE intervention in past six months during pilot study\n* Not providing assent\n* Adolescent whose parents are not providing consent\n\nFor parent participants:\n\n* Unable to communicate clearly (due to a speech or hearing disability or inability to comprehend one of the program's languages)\n* Intoxicated at the point of consent or assessment",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "13 Years",
    "maximumAge": "20 Years",
    "stdAges": [
    "CHILD",
    "ADULT"
    ]
    },
    "contactsLocationsModule": {
    "overallOfficials": [
    {
    "name": "Vikram Patel, PhD",
    "affiliation": "Harvard Medical School (HMS and HSDM)",
    "role": "PRINCIPAL_INVESTIGATOR"
    }
    ],
    "locations": [
    {
    "facility": "Sangath",
    "city": "New Delhi",
    "state": "Delhi",
    "zip": "110016",
    "country": "India",
    "geoPoint": {
    "lat": 28.63576,
    "lon": 77.22445
    }
    }
    ]
    },
    "referencesModule": {
    "references": [
    {
    "pmid": "11102329",
    "type": "BACKGROUND",
    "citation": "Goodman R, Ford T, Simmons H, Gatward R, Meltzer H. Using the Strengths and Difficulties Questionnaire (SDQ) to screen for child psychiatric disorders in a community sample. Br J Psychiatry. 2000 Dec;177:534-9. doi: 10.1192/bjp.177.6.534."
    },
    {
    "pmid": "21500888",
    "type": "BACKGROUND",
    "citation": "Weisz JR, Chorpita BF, Frye A, Ng MY, Lau N, Bearman SK, Ugueto AM, Langer DA, Hoagwood KE; Research Network on Youth Mental Health. Youth Top Problems: using idiographic, consumer-guided assessment to identify treatment needs and to track change during psychotherapy. J Consult Clin Psychol. 2011 Jun;79(3):369-80. doi: 10.1037/a0023307."
    },
    {
    "pmid": "6668417",
    "type": "BACKGROUND",
    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
    },
    {
    "pmid": "25031113",
    "type": "BACKGROUND",
    "citation": "Lee EH. Review of the psychometric evidence of the perceived stress scale. Asian Nurs Res (Korean Soc Nurs Sci). 2012 Dec;6(4):121-7. doi: 10.1016/j.anr.2012.08.004. Epub 2012 Sep 18."
    },
    {
    "pmid": "19228398",
    "type": "BACKGROUND",
    "citation": "Stewart-Brown S, Tennant A, Tennant R, Platt S, Parkinson J, Weich S. Internal construct validity of the Warwick-Edinburgh Mental Well-being Scale (WEMWBS): a Rasch analysis using data from the Scottish Health Education Population Survey. Health Qual Life Outcomes. 2009 Feb 19;7:15. doi: 10.1186/1477-7525-7-15."
    },
    {
    "pmid": "27566118",
    "type": "BACKGROUND",
    "citation": "Patalay P, Fitzsimons E. Correlates of Mental Illness and Wellbeing in Children: Are They the Same? Results From the UK Millennium Cohort Study. J Am Acad Child Adolesc Psychiatry. 2016 Sep;55(9):771-83. doi: 10.1016/j.jaac.2016.05.019. Epub 2016 Jun 28."
    },
    {
    "type": "BACKGROUND",
    "citation": "Lazarus RS, Folkman S. Stress, appraisal, and coping. New York, Springer Pub. Co.; 1984."
    },
    {
    "type": "BACKGROUND",
    "citation": "Stewart-Brown S. The Warwick-Edinburgh Mental Well-Being Scale (WEMWBS): Performance in Different Cultural and Geographical Groups. In: Keyes CLM, editor. Mental Well-Being: International Contributions to the Study of Positive Mental Health. Dordrecht: Springer Netherlands; 2013. p. 133-50"
    },
    {
    "pmid": "10245370",
    "type": "BACKGROUND",
    "citation": "Larsen DL, Attkisson CC, Hargreaves WA, Nguyen TD. Assessment of client/patient satisfaction: development of a general scale. Eval Program Plann. 1979;2(3):197-207. doi: 10.1016/0149-7189(79)90094-6. No abstract available."
    },
    {
    "pmid": "34582460",
    "type": "DERIVED",
    "citation": "Malik K, Michelson D, Doyle AM, Weiss HA, Greco G, Sahu R, E J J, Mathur S, Sudhir P, King M, Cuijpers P, Chorpita B, Fairburn CG, Patel V. Effectiveness and costs associated with a lay counselor-delivered, brief problem-solving mental health intervention for adolescents in urban, low-income schools in India: 12-month outcomes of a randomized controlled trial. PLoS Med. 2021 Sep 28;18(9):e1003778. doi: 10.1371/journal.pmed.1003778. eCollection 2021 Sep."
    },
    {
    "pmid": "32585185",
    "type": "DERIVED",
    "citation": "Michelson D, Malik K, Parikh R, Weiss HA, Doyle AM, Bhat B, Sahu R, Chilhate B, Mathur S, Krishna M, Sharma R, Sudhir P, King M, Cuijpers P, Chorpita B, Fairburn CG, Patel V. Effectiveness of a brief lay counsellor-delivered, problem-solving intervention for adolescent mental health problems in urban, low-income schools in India: a randomised controlled trial. Lancet Child Adolesc Health. 2020 Aug;4(8):571-582. doi: 10.1016/S2352-4642(20)30173-5. Epub 2020 Jun 23. Erratum In: Lancet Child Adolesc Health. 2020 Jul 23;:"
    },
    {
    "pmid": "31533783",
    "type": "DERIVED",
    "citation": "Parikh R, Michelson D, Malik K, Shinde S, Weiss HA, Hoogendoorn A, Ruwaard J, Krishna M, Sharma R, Bhat B, Sahu R, Mathur S, Sudhir P, King M, Cuijpers P, Chorpita BF, Fairburn CG, Patel V. The effectiveness of a low-intensity problem-solving intervention for common adolescent mental health problems in New Delhi, India: protocol for a school-based, individually randomized controlled trial with an embedded stepped-wedge, cluster randomized controlled recruitment trial. Trials. 2019 Sep 18;20(1):568. doi: 10.1186/s13063-019-3573-3."
    }
    ]
    },
    "ipdSharingStatementModule": {
    "ipdSharing": "YES",
    "description": "Anonymised Individual Participant Data along with data dictionaries will be shared with other researchers after 12 months of completion of the trial. Data pertaining to the interventions received and outcomes at primary and secondary end point will be shared upon reasonable requests made to the PI and in accordance with the guidelines of sponsors, collaborators and funder of the study.",
    "infoTypes": [
    "STUDY_PROTOCOL",
    "SAP",
    "ICF"
    ],
    "timeFrame": "12 months after completion of trial.",
    "accessCriteria": "Access to data will be granted to researchers after review of requests by PI and in accordance with the guidelines of sponsors, collaborators and funder of the study.",
    "url": "http://datacompass.lshtm.ac.uk/"
    }
    },
    "documentSection": {
    "largeDocumentModule": {
    "largeDocs": [
    {
    "typeAbbrev": "SAP",
    "hasProtocol": false,
    "hasSap": true,
    "hasIcf": false,
    "label": "Statistical Analysis Plan",
    "date": "2019-05-07",
    "uploadDate": "2019-05-16T06:59",
    "filename": "SAP_000.pdf",
    "size": 768149
    }
    ]
    }
    },
    "derivedSection": {
    "miscInfoModule": {
    "versionHolder": "2023-11-06",
    "modelPredictions": {
    "bmiLimits": {
    "minBmi": 0,
    "maxBmi": 101
    }
    }
    },
    "conditionBrowseModule": {
    "meshes": [
    {
    "id": "D000019966",
    "term": "Substance-Related Disorders"
    },
    {
    "id": "D000010554",
    "term": "Personality Disorders"
    }
    ],
    "ancestors": [
    {
    "id": "D000001523",
    "term": "Mental Disorders"
    },
    {
    "id": "D000064419",
    "term": "Chemically-Induced Disorders"
    }
    ],
    "browseLeaves": [
    {
    "id": "M6748",
    "name": "Depression",
    "relevance": "LOW"
    },
    {
    "id": "M14163",
    "name": "Psychotic Disorders",
    "relevance": "LOW"
    },
    {
    "id": "M4505",
    "name": "Mental Disorders",
    "relevance": "LOW"
    },
    {
    "id": "M13152",
    "name": "Personality Disorders",
    "asFound": "Personality Disorder",
    "relevance": "HIGH"
    },
    {
    "id": "M6751",
    "name": "Depressive Disorder",
    "relevance": "LOW"
    },
    {
    "id": "M21527",
    "name": "Substance-Related Disorders",
    "asFound": "Substance Abuse",
    "relevance": "HIGH"
    },
    {
    "id": "M29992",
    "name": "Chemically-Induced Disorders",
    "relevance": "LOW"
    }
    ],
    "browseBranches": [
    {
    "abbrev": "BXM",
    "name": "Behaviors and Mental Disorders"
    },
    {
    "abbrev": "All",
    "name": "All Conditions"
    },
    {
    "abbrev": "BC25",
    "name": "Substance Related Disorders"
    }
    ]
    }
    },
    "hasResults": false
    }